from site_engine.translator.translator import _

title = _(
    "usbadc10, аналого-цифровой преобразователь"
)
intro = _(
    "<b>usbadc10</b> — устройство, преобразующее входной аналоговый сигнал в дискретный код, включает в себя "
    "10 каналов 12-битного АЦП, выведенных на разъём, микроконтроллер STM32 и USB-интерфейс, по которому подаётся "
    "питание и осуществляется считывание оцифрованных данных. "
)
description = _(
    "usbadc10 - устройство, преобразующее входной аналоговый сигнал в дискретный код."
    "Частота преобразования usbadc10 - до 4000 отсчтетов в секунду, одновеременно по всем каналам."
)
tags = _(
    "EyePoint, usbadc10, диагностика электронных схем, анализ неисправностей, "
    "аналого-цифровой преобразователь, ЦИФ МГУ"
)
