from site_engine.translator.translator import _

title = _(
    "usbadc10 — 10-канальный аналого-цифровой преобразователь с USB"
)
intro = _(
    "<b>usbadc10</b> — устройство, преобразующее входной аналоговый сигнал в дискретный код, включает в себя "
    "10 каналов 12-битного АЦП, выведенных на разъём, микроконтроллер STM32 и USB-интерфейс, по которому подаётся "
    "питание и осуществляется считывание оцифрованных данных. "
)
main_section_title = _(
    "Технические характеристики"
)
description = _(
    "usbadc10 — компактный и доступный 10-канальный аналого-цифровой преобразователь, обеспечивающий до 4000 измерений в секунду. "
    "Идеально подходит для инженеров, студентов и научных исследований. "
)
tags = _(
    "USB ADC, аналого-цифровой преобразователь, 10-канальный 12-битный АЦП, высокоскоростной АЦП, открытый исходный код, научные исследования, измерение аналоговых сигналов, автоматические системы контроля и управления, устройство обработки и отображения информации"
)

footer_address = _("Россия, Москва, 119331<br>просп. Вернадского 21, корп. 3")
footer_address_link = "https://physlab.ru/contacts"
footer_org_name = _("ООО «ЦИФ МГУ имени М.В. Ломоносова»")
footer_link = "https://physlab.ru/"
footer_link_text = "physlab.ru"
footer_phone = "+7(499)343-56-24"
footer_mail = "info@physlab.ru"
footer_tg = ""
footer_tg_text = _("")