from site_engine.translator.translator import _

title = _(
    "usbadc10, аналого-цифровой преобразователь"
)
intro = _(
    "<b>usbadc10</b> — устройство, преобразующее входной аналоговый сигнал в дискретный код, включает в себя "
    "10 каналов 12-битного АЦП, выведенных на разъём, микроконтроллер STM32 и USB-интерфейс, по которому подаётся "
    "питание и осуществляется считывание оцифрованных данных. "
)
main_section_title = _(
    "Технические характеристики"
)
description = _(
    "usbadc10 - устройство, преобразующее входной аналоговый сигнал в дискретный код."
    "Частота преобразования usbadc10 - до 4000 отсчтетов в секунду, одновеременно по всем каналам."
)
tags = _(
    "EyePoint, usbadc10, диагностика электронных схем, анализ неисправностей, "
    "аналого-цифровой преобразователь, ЦИФ МГУ"
)

footer_address = _("Россия, Москва, 119333<br>ул. Фотиевой, дом 5, строение 1")
footer_address_link = "https://physlab.ru/contacts"
footer_org_name = _("ООО «ЦИФ МГУ имени М.В. Ломоносова»")
footer_link = "https://physlab.ru/"
footer_link_text = "physlab.ru"
footer_phone = "+7(499)343-56-24"
footer_mail = "info@physlab.ru"
footer_tg = ""
footer_tg_text = _("")