from site_engine.translator.translator import _

title = _(
    "EyePoint. Локализаторы неисправных компонентов"
)
intro = _(
    "<b>EyePoint</b> – системы для локализации неисправных электронных компонентов на печатных платах, "
    "а также для выявления контрафактных, перемаркированных или поврежденных компонентов в BGA-корпусах на "
    "основе метода аналогового сигнатурного анализа (АСА). В линейке <b>EyePoint</b> есть автоматические <b>("
    "P10, B10, P10b, MUX)</b> и ручные <b>(S2, S3, u21, u22, u32, H10)</b> системы, а также ОЕМ-модуль <b>а2</b>, "
    "который может быть встроен в уже используемые системы пользователя. Для работы с модулем поставляется "
    "API, которое позволяет без лишних проблем управлять каналом сигнатурного анализа.<br><br> "
    "С практикой применения инновационного метода поиска неисправностей на платах с помощью автоматической системы "
    "тестирования EyePoint вы можете ознакомиться "
    "<a href='https://physlab.ru/news/avtomatizirovannyie_sistiemy_poiska_nieispravnostiei_i_"
    "praktika_ikh_primienieniia'>в этой статье.</a> "
)
main_section_title = _(
    "Линейка оборудования EyePoint"
)
description = _(
    "EyePoint - линейка простого и функционального оборудования для локализации неисправных компонентов "
    "на платах, использующего метод аналогового сигнатурного анализа и частотный диапазон до 12 МГц."
)
tags = _(
    "EyePoint, диагностика электронных схем, анализ неисправностей, ЦИФ МГУ"
)

footer_address = _("Россия, Москва, 119331<br>просп. Вернадского 21, корп. 3")
footer_address_link = "https://physlab.ru/contacts"
footer_org_name = _("ООО «ЦИФ МГУ имени М.В. Ломоносова»")
footer_link = "https://physlab.ru/"
footer_link_text = "physlab.ru"
footer_phone = "+7(499)343-56-24"
footer_mail = "eyepoint@physlab.ru"
footer_tg = "https://t.me/EyePoint_support_bot"
footer_tg_text = _("Техподдержка")
