from translator.translator import _

intro = _(
    "<b>USBADC10</b> включает в себя 10 каналов 12-битного АЦП, выведенных на разъём, микроконтроллер STM32 и "
    "USB-интерфейс, по которому подаётся питание и осуществляется считывание оцифрованных данных. "
)

technical = _("Технические данные")

address = _("Россия, Москва, 119333<br>ул. Фотиевой, дом 5, строение 1")

more = _("Подробнее")

epc = _("ООО «ЦИФ МГУ имени М.В. Ломоносова»")

description = _(
    "EyePoint - линейка простого и функционального оборудования для локализации неисправных компонентов "
    "на платах, использующего метод аналогового сигнатурного анализа и частотный диапазон до 100 кГц."
)

tags = _("EyePoint, диагностика электронных схем, анализ неисправностей, ЦИФ МГУ")

title = _("usbadc10, аналогово-цифровой преобразователь")
