from translator.translator import _

intro = _(
    "<b>EyePoint</b> – системы для локализации неисправных электронных компонентов на печатных платах, "
    "а также для выявления контрафактных, перемаркерованных или поврежденных компонентов в BGA корпусах на "
    "основе метода аналогового сигнатурного анализа (АСА). В линейке <b>EyePoint</b> есть автоматические <b>("
    "P10, B10, P10b, MUX)</b> и ручные <b>(S2, u21, u22, H10)</b> системы, а также ОЕМ модуль <b>а2</b>, который может быть "
    "встроен в уже используемые системы пользователя. Для работы с модулем поставляется API, которое позволяет "
    "без лишних проблем управлять каналом сигнатурного анализа.<br><br> "
    
    "С практикой применения инновационного метода поиска неисправностей на платах с помощью автоматической системы "
    "тестирования EyePoint вы можете ознакомиться "
    "<a href='https://physlab.ru/news/avtomatizirovannyie_sistiemy_poiska_nieispravnostiei_i_praktika_ikh_primienieniia'>в этой статье.</a> "
)

technical = _("Технические данные")

address = _("Россия, Москва, 119333<br>ул. Фотиевой, дом 5, строение 1")

more = _("Подробнее")

epc = _("ООО «ЦИФ МГУ имени М.В. Ломоносова»")

description = _(
    "EyePoint - линейка простого и функционального оборудования для локализации неисправных компонентов "
    "на платах, использующего метод аналогового сигнатурного анализа и частотный диапазон до 12 МГц."
)

tags = _("EyePoint, диагностика электронных схем, анализ неисправностей, ЦИФ МГУ")

title = _("EyePoint. Локализаторы неисправных компонентов")
