from translator.translator import _

intro = _("<b>USBADC10</b> включает в себя 10 каналов 12-битного АЦП, выведенных на разъём, микроконтроллер STM32 и "
          "USB-интерфейс, по которому подаётся питание и осуществляется считывание оцифрованных данных. ")

technical = _("Технические данные")

address = _("Россия, Москва, 119333<br>ул. Фотиевой, дом 5, строение 1")

more = _("Подробнее")

epc = _("ООО «ЦИФ МГУ имени М.В. Ломоносова»")

description = _(
    "USBADC10 - устройство, преобразующее входной аналоговый сигнал в дискретный код."
    "Частота преобразования USBADC10 - до 4000 отсчтетов в секунду, одновеременно по всем каналам."
)

tags = _("EyePoint, usbadc10, диагностика электронных схем, анализ неисправностей, аналого-цифровой преобразователь, ЦИФ МГУ")

title = _("usbadc10, аналого-цифровой преобразователь")
